//
//  EmojiSet.swift
//  Memorize
//
//  Created by Grzegorz Berk on 30/11/2023.
//

import Foundation

struct EmojiSet {
    let christmasEmoji = ["🎅🏻","🎅🏻", "🎄", "🎄", "⛄️", "⛄️", "🎁", "🎁", "❄️", "❄️", "🌟", "🌟", "🧸", "🧸", "👼🏻", "👼🏻", "💝", "💝", "🛷", "🛷"]
    let vehiclesEmoji = ["🚓", "🚕" , "🚗", "🚅", "🚀", "🛩️", "🚜", "🚑", "🚓", "🚕", "🚗", "🚅", "🚀", "🛩️", "🚜", "🚑"]
    let halloweenEmoji = ["😈", "👻", "🎃", "🧙🏻‍♀️", "🍬", "🕸️", "🕷️", "🧟‍♂️", "💀", "😈", "👻", "🎃", "🧙🏻‍♀️", "🍬", "🕸️", "🕷️", "🧟‍♂️", "💀"]
}
